Repository: instructure/canvas-ios
Catalog: Horizon/Horizon/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, de, es, es_es, fi, fr, fr_ca, ga, hi, is, it, ja, ms, nb, nl, pl, pt, pt_br, ru, sl, sv, th, vi, zh, zh_hk

source: We received your submission. You will be notified once it's been reviewed.
ar: لقد استلمنا إرسالك. سيتم إعلامك بمجرد أن تتم المراجعة.
ca: Hem rebut la vostra entrega. Rebreu una notificació quan s’hagi revisat.
cy: Rydym wedi derbyn eich cyflwyniad. Byddwch yn cael hysbysiad unwaith y bydd wedi’i adolygu.
da: Vi har modtaget din aflevering. Du vil blive underrettet, når den er blevet gennemgået.
de: Wir haben Ihre Abgabe erhalten. Sie werden benachrichtigt, sobald sie überprüft worden ist.
es: Recibimos su entrega. Recibirá una notificación cuando lo hayamos revisado.
es_es: Hemos recibido tu entrega. Recibirás una notificación cuando se haya revisado.
fi: Vastaanotimme lähetyksesi. Saat ilmoituksen, kun se on tarkistettu.
fr: Nous avons bien reçu votre soumission. Vous recevrez une notification une fois l’évaluation effectuée.
fr_ca: Nous avons reçu votre envoi. Vous recevrez une notification une fois qu’il aura été examiné.
ga: Fuaireamar d’uaslódáil. Cuirfear ar an eolas thú a luaithe a bheidh athbhreithniú déanta air.
hi: हमें आपका सबमिशन प्राप्त हुआ। एक बार इसकी समीक्षा होने के बाद आपको सूचित किया जाएगा।
is: Við höfum móttekið skil þín. Þú færð tilkynningu eftir yfirferð hennar.
it: Abbiamo ricevuto la tua consegna. Una volta revisionata, riceverai una notifica.
ja: 提出物を受け付けました。審査が完了次第、通知いたします。
ms: Kami menerima serahan. Anda akan diberitahu setelah semakan dibuat.
nb: Vi har mottatt innsendingen din. Du blir varslet når den er gjennomgått.
nl: We hebben je inlevering ontvangen. Je ontvangt een melding zodra de inlevering is beoordeeld.
pl: Otrzymaliśmy Twoje materiały. Gdy je przejrzymy, otrzymasz powiadomienie.
pt: Recebemos o seu envio. Será notificado assim que for analisado.
pt_br: Recebemos sua submissão. Você será notificado assim que for revisado.
ru: Мы получили вашу отправку. Вы получите подтверждение после ее проверки.
sl: Prejeli smo vašo oddajo. Obveščeni boste, ko bo pregledana.
sv: Vi har tagit emot din inlämning. Du kommer att meddelas när den har granskats.
th: เราได้รับผลงานจัดส่งของคุณแล้ว คุณจะได้รับแจ้งหลังจากผ่านการพิจารณาแล้ว
vi: Chúng tôi đã nhận được bài nộp của bạn. Bạn sẽ được thông báo sau khi được xem xét.
zh: 我们收到您的提交项。完成审核后，您将收到通知。
zh_hk: 我們收到了您的提交。檢閱完成後，您將收到通知。

source: Weight: %@
ar: توزيع الدرجة: %@
ca: Ponderació: %@
cy: Pwysiad: %@
da: Vægt: %@
de: Gewichtung: %@
es: Ponderación: %@
es_es: Ponderación: %@
fi: Painoarvo: %@
fr: Coefficient : %@
fr_ca: Pondération : %@
ga: Ualú: %@
hi: भार: %@
is: Vægi: %@
it: Peso: %@
ja: 比重：%@
ms: Berat: %@
nb: Vekt: %@
nl: Gewicht: %@
pl: Waga: %@
pt: Peso: %@
pt_br: Peso: %@
ru: Весовой коэффициент: %@
sl: Utež: %@
sv: Vikt: %@
th: น้ำหนัก: %@
vi: Trọng số: %@
zh: 加权：%@
zh_hk: 加權：%@

source: Welcome! View your program to enroll in your first course.
ar: مرحبًا! اعرض برنامجك للتسجيل في المساق الأول لك.
ca: Us donem la benvinguda! Consulteu el programa per inscriure-us en la primera assignatura.
cy: Croeso! Edrychwch ar eich rhaglen i gofrestru ar gyfer eich cwrs cyntaf.
da: Velkommen! Se dit program for at tilmelde dig dit første fag.
de: Willkommen! Sehen Sie sich Ihr Programm an, um sich für Ihren ersten Kurs einzuschreiben.
es: ¡Bienvenido! Consulte su programa para inscribirse en el primer curso.
es_es: ¡Te damos la bienvenida! Consulta tu programa para inscribirte en tu primera asignatura.
fi: Tervetuloa! Näytä ohjelmasi ilmoittautuaksesi ensimmäiselle kurssillesi.
fr: Bienvenue ! Affichez votre programme pour vous inscrire à votre premier cours.
fr_ca: Bienvenue! Consultez votre programme pour vous inscrire à votre premier cours.
ga: Fáilte romhat! Féach ar do chlár chun clárú i do chéad chúrsa.
hi: आपका स्वागत है! अपने पहले पाठ्यक्रम में नामांकन के लिए अपना कार्यक्रम देखें।
is: Velkomin(n)! Skoðaðu brautina þína til að innrita þig í fyrsta námskeiðið.
it: Benvenuto! Consulta il nostro programma e iscriviti al tuo primo corso.
ja: ようこそ！プログラムを表示して、最初のコースに登録してください。
ms: Selamat datang! Lihat program anda untuk mendaftar dalam kursus pertama anda.
nb: Velkommen! Vis programmet ditt for å melde deg på ditt første emne.
nl: Welkom! Bekijk ons programma om je in te schrijven voor je eerste cursus.
pl: Witamy! Wyświetl program, aby zarejestrować się w pierwszym kursie.
pt: Bem-vindo! Veja o seu programa para se inscrever na sua primeira disciplina.
pt_br: Bem-vindo(a)! Veja seu programa para se matricular em seu primeiro curso.
ru: Добро пожаловать! Ознакомьтесь со своей программой для зачисления на свой первый курс.
sl: Dobrodošli. Za vpis v prvi predmet si oglejte svoj program.
sv: Välkommen! Visa ditt program för att registrera dig i din första kurs.
th: ยินดีต้อนรับ! ดูหลักสูตรของคุณเพื่อลงทะเบียนบทเรียนแรกของคุณ
vi: Chào mừng! Xem chương trình của bạn để ghi danh vào khóa học đầu tiên.
zh: 欢迎！查看您的计划以注册第一个课程
zh_hk: 歡迎！檢視您的方案並註冊您的第一門課程。

source: Wellington (+12:00/+13:00)
ar: ويلنغتون (+12:00/+13:00)
hi: वेलिंगटन (+12:00/+13:00)
ja: ウェリントン (+12:00/+13:00)
ru: Веллингтон (+12:00/+13:00)
th: เวลลิงตัน (+12:00/+13:00)
zh: 惠灵顿 (+12:00/+13:00)
zh_hk: 威靈頓 (+12:00/+13:00)

source: West Central Africa (+01:00)
ar: غرب أفريقيا الوسطى (+01:00)
ca: Àfrica Central Occidental (+01:00)
cy: Gorllewin Canol Affrica (+01:00)
da: Vestcentralafrika (+01:00)
de: Westl. Zentralafrika (+01:00)
es: África Centro-Occidental (+01:00)
es_es: África Central y Occidental (+01:00)
fi: Läntinen Keski-Afrikka (+01:00)
fr: Heure normale d’Afrique de l’Ouest (+01:00)
fr_ca: Afrique de l’Ouest et du Centre (+01:00)
ga: Iarthar na hAfraice Láir (+01:00)
hi: पश्चिम मध्य अफ़्रीका (+01: 00)
is: Miðvestur-Afríka (+01:00)
it: Ovest dell'Africa centrale (+01:00)
ja: 西中央アフリカ (+01:00)
ms: Barat Afrika Tengah (+01:00)
nb: Vest Sentral-Afrika (+01:00)
nl: Westelijk Centraal-Afrika (+01:00)
pl: Afryka Środkowo-Zachodnia (+01:00)
pt: África Centro-Oeste (+01:00)
pt_br: África Central Ocidental (+01:00)
ru: Западная Центральная Африка (+01:00)
sl: Zahodna centralna Afrika (+01:00)
sv: Västra centralafrika (+01:00)
th: เวสต์เซ็นทรัลอาฟริกา (+01:00)
vi: Tây Trung Phi (+01:00)
zh: 中非西部 (+01:00)
zh_hk: 中西非 (+01:00)

source: Yakutsk (+09:00/+09:00)
ar: ياكوتسك (+09:00/+09:00)
ca: Iakutsk (+09:00/+09:00)
da: Jakutsk (+09:00/+09:00)
de: Jakutsk (+09:00/+09:00)
fr: Yakoutsk (+09:00/+09:00)
hi: याकुत्स्क (+09:00/+09:00)
ja: ヤクーツク (+09:00/+09:00)
pl: Jakuck (+09:00/+09:00)
ru: Якутск (+09:00/+09:00)
sl: Jakutsk (+09:00/+09:00)
sv: Jakutsk (+09:00/+09:00)
th: ยาคุตสค์ (+09:00/+09:00)
zh: 雅库茨克 (+09:00/+09:00)
zh_hk: 雅庫茨克 (+09:00/+09:00)

source: Yerevan (+04:00/+04:00)
ar: يريفان (+04:00/+04:00)
ca: Erevan (+04:00/+04:00)
da: Jerevan (+04:00/+04:00)
de: Eriwan (+04:00/+04:00)
es: Yereván (+04:00/+04:00)
es_es: Ereván (+04:00/+04:00)
fr_ca: Erevan (+04:00/+04:00)
hi: येरेवन (+04:00/+04:00)
it: Erevan (+04:00/+04:00)
ja: エレバン (+04:00/+04:00)
pl: Erewań (+04:00/+04:00)
ru: Ереван (+04:00/+04:00)
sl: Jerevan (+04:00/+04:00)
sv: Jerevan (+04:00/+04:00)
th: เยเรวาน (+04:00/+04:00)
zh: 耶烈万 (+04:00/+04:00)
zh_hk: 葉里溫 (+04:00/+04:00)

source: Yes
ar: نعم
ca: Sí
cy: Iawn
da: Ja
de: Ja
es: Sí
es_es: Sí
fi: Kyllä
fr: Oui
fr_ca: Oui
hi: हाँ
is: Já
it: Sì
ja: はい
ms: Ya
nb: Ja
nl: Ja
pl: Tak
pt: Sim
pt_br: Sim
ru: Да
sl: Da
sv: Ja
th: ใช่
vi: Có
zh: 是
zh_hk: 是

source: Yesterday
ar: أمس
ca: Ahir
cy: Ddoe
da: I går
de: Gestern
es: Ayer
es_es: Ayer
fi: Eilen
fr: Hier
fr_ca: Hier
ga: Inné
hi: बीता कल
is: Í gær
it: Ieri
ja: 昨日
ms: Semalam
nb: I går
nl: Gisteren
pl: Wczoraj
pt: Ontem
pt_br: Ontem
ru: Вчера
sl: Včeraj
sv: I går
th: เมื่อวานนี้
vi: Hôm qua
zh: 昨天
zh_hk: 昨天

source: You
ar: أنت
ca: Vós
cy: Chi
da: Dig
de: Sie
es: Usted
es_es: Tú
fi: Sinä
fr: Vous
fr_ca: Vous
ga: Tusa
hi: आप
is: Þú
it: Tu
ja: あなた
ms: Anda
nb: Deg
nl: Jij
pl: Ty
pt: O utilizador
pt_br: Você
ru: Вы
sl: Vi
sv: Du
th: คุณ
vi: Bạn
zh: 您
zh_hk: 您

source: You are submitting a text-based attempt. Any uploaded files will be deleted upon submission. Once you submit this attempt, you won’t be able to make any changes.
ar: أنت ترسل محاولة نصية. سيتم حذف أي ملفات تم تحميلها عند الإرسال. بمجرد أن ترسل هذه المحاولة، لن تتمكن من إجراء أي تغييرات.
ca: Esteu enviant un intent basat en text. Se suprimirà qualsevol fitxer penjat un cop enviat. Després d’enviar aquest intent, no podreu fer-hi cap canvi.
cy: Rydych chi’n cyflwyno ymgais ar ffurf testun. Bydd unrhyw ffeiliau wedi’u llwytho i fyny yn cael eu dileu ar ôl iddyn nhw gael eu cyflwyno. Unwaith y byddwch yn cyflwyno’r ymgais hon, fyddwch chi ddim yn gallu gwneud unrhyw newidiadau.
da: Du indsender et tekstbaseret forsøg. Alle uploadede filer vil blive slettet ved indsendelse. Når du har indsendt dette forsøg, kan du ikke længere foretage nogen ændringer.
de: Sie reichen einen textbasierten Versuch ein. Alle hochgeladenen Dateien werden bei der Abgabe gelöscht. Sobald Sie diesen Versuch abgeschickt haben, können Sie keine Änderungen mehr vornehmen.
es: Va a entregar un intento basado en texto. Los archivos cargados se eliminarán tras la entrega. Una vez que entregue este intento, no podrá realizar ningún cambio.
es_es: Estás entregando un intento basado en texto. Cualquier archivo cargado se eliminará una vez entregado. Una vez que entregues este intento, no podrás realizar ningún cambio.
fi: Lähetät tekstipohjaisen kokeen. Kaikki ladatut tiedostot poistetaan lähetyksen jälkeen. Kun olet lähettänyt tämän yrityksen, et voi tehdä enää muutoksia.
fr: Vous soumettez un essai sous forme de texte. Tout fichier chargé sera supprimé lors de la soumission. Une fois que vous soumettez cet essai, vous ne pourrez plus le modifier.
fr_ca: Vous enverrez une tentative basée sur un texte. Tous les fichiers téléversés seront supprimés dès leur envoi. Une fois que vous aurez envoyé cette tentative, vous ne pourrez plus la modifier.
ga: Tá iarracht bunaithe ar théacs á cur isteach agat. Scriosfar aon chomhaid uaslódáilte a luaithe a chuirfear isteach iad. Nuair a bheidh an iarracht seo curtha isteach agat, ní bheidh tú in ann aon athruithe a dhéanamh.
hi: आप एक पाठ-आधारित प्रयास सबमिट कर रहे हैं। अपलोड की गई कोई भी फ़ाइल सबमिट होने पर मिटा दी जाएगी। एक बार जब आप यह प्रयास सबमिट कर देंगे, तो आप कोई भी बदलाव नहीं कर पाएंगे।
is: Þú ert að senda inn tilraun í texta. Öllum skrám sem hlaðið er upp verður eitt við skil. Þegar þú hefur sent inn þessa tilraun geturðu ekki gert neinar breytingar.
it: Stai per inviare un tentativo basato su testo. Dopo la consegna, qualsiasi file caricato sarà eliminato. Una volta inviato questo tentativo, non potrai più fare delle modifiche.
ja: テキストベースの回答を送信しています。アップロードしたファイルは送信時に削除されます。この試行を送信すると、変更はできません。
ms: Anda menyerahkan percubaan berasaskan teks. Mana-mana fail yang dimuat naik akan dipadamkan selepas serahan. Setelah anda menyerahkan percubaan ini, anda tidak akan dapat lagi membuat sebarang perubahan.
nb: Du sender inn et tekstbasert forsøk. Alle opplastede filer slettes ved innsending. Når du har sendt inn dette forsøket, vil du ikke kunne gjøre noen endringer.
nl: Je dient een op tekst gebaseerde poging in. Alle geüploade bestanden worden na inlvering verwijderd. Zodra je deze poging hebt ingeleverd, kun je geen wijzigingen meer aanbrengen.
pl: Przesyłasz próbę tekstową. Po przesłaniu materiałów pliki zostaną usunięte. Po przesłaniu tej próby nie będzie można wprowadzić zmian.
pt: Está a enviar uma tentativa em formato de texto. Quaisquer ficheiros carregados serão eliminados após o envio. Depois de enviar esta tentativa, não será possível fazer alterações.
pt_br: Você está enviando uma tentativa baseada em texto. Quaisquer arquivos enviados serão excluídos após o envio. Depois de enviar esta tentativa, você não poderá fazer nenhuma alteração.
ru: Вы отправляете текстовый вариант. Все загруженные файлы будут удалены после отправки. После отправки этого задания вы не сможете внести в него никаких изменений.
sl: Oddajate poskus, ki temelji na besedilu. Po oddaji bodo vse naložene datoteke izbrisane. Ko enkrat pošljete ta poskus, ga ne boste mogli več spreminjati.
sv: Du lämnar in ett textbaserat försök. Uppladdade filer raderas vid inlämning. Det går inte att göra ändringar i det här försöket när du har lämnat in det.
th: คุณกำลังส่งข้อมูลแบบข้อความเปล่า ไฟล์ที่อัพโหลดจะถูกลบทิ้งเมื่อมีการจัดส่ง หลังจากจัดส่งในครั้งนี้ คุณจะไม่สามารถทำการแก้ไขได้อีก
vi: Bạn đang nộp một lần thử dựa trên văn bản. Tất cả tập tin đã tải lên sẽ bị xóa sau khi nộp. Khi bạn nộp lần làm này, bạn sẽ không thể thực hiện bất kỳ thay đổi nào.
zh: 您正在提交基于文本的尝试。提交后，将删除所有已上传的文件。提交此次尝试后，您将无法进行任何更改。
zh_hk: 您正在提交一份基於文字的嘗試。提交後，所有已上傳的檔案將被刪除。提交此嘗試後，您將無法進行任何變更。

source: You are submitting an uploaded file. Any content in the text field will be deleted upon submission. Once you submit this attempt, you won’t be able to make any changes.
ar: أنت ترسل ملفًا مُحملاً. سيتم حذف أي محتوى في الحقل النصي عند الإرسال. بمجرد أن ترسل هذه المحاولة، لن تتمكن من إجراء أي تغييرات.
ca: Esteu enviant un fitxer penjat. Se suprimirà qualsevol contingut del camp de text un cop enviat. Després d’enviar aquest intent, no podreu fer-hi cap canvi.
cy: Rydych chi’n cyflwyno ffeil sydd wedi cael ei llwytho i fyny. Bydd unrhyw gynnwys yn y maes testun yn cael ei ddileu ar ôl i chi gyflwyno’r ffeil. Unwaith y byddwch yn cyflwyno’r ymgais hon, fyddwch chi ddim yn gallu gwneud unrhyw newidiadau.
da: Du indsender en uploadet fil. Alt indhold i tekstfeltet vil blive slettet ved indsendelse. Når du har indsendt dette forsøg, kan du ikke længere foretage nogen ændringer.
de: Sie reichen eine hochgeladene Datei ein. Alle Inhalte im Textfeld werden bei der Abgabe gelöscht. Sobald Sie diesen Versuch abgeschickt haben, können Sie keine Änderungen mehr vornehmen.
es: Va a enviar un archivo cargado. Todo contenido del campo de texto se eliminará tras la entrega. Una vez que entregue este intento, no podrá realizar ningún cambio.
es_es: Estas entregando un archivo cargado. Cualquier contenido en el campo de texto se eliminará al entregarlo. Una vez que entregues este intento, no podrás realizar ningún cambio.
fi: Kun olet lähettänyt tämän kokeen, et voi tehdä siihen enää muutoksia. Lähetät ladatun tiedoston. Kun olet lähettänyt tämän yrityksen, et voi tehdä enää muutoksia.
fr: Vous soumettez un fichier chargé. Tout contenu présent dans le champ de texte sera supprimé lors de la soumission. Une fois que vous soumettez cet essai, vous ne pourrez plus le modifier.
fr_ca: Vous envoyez un fichier téléversé. Tout contenu du champ de texte sera supprimé lors de l’envoi. Une fois que vous aurez envoyé cette tentative, vous ne pourrez plus la modifier.
ga: Tá comhad uaslódáilte á chur isteach agat. Scriosfar aon ábhar sa réimse téacs nuair a chuirfear isteach é. Nuair a bheidh an iarracht seo curtha isteach agat, ní bheidh tú in ann aon athruithe a dhéanamh.
hi: आप एक अपलोड की गई फ़ाइल सबमिट कर रहे हैं। पाठ क्षेत्र में मौजूद कोई भी सामग्री सबमिट करने पर मिटा दी जाएगी। एक बार जब आप यह प्रयास सबमिट कर देंगे, तो आप कोई भी बदलाव नहीं कर पाएंगे।
is: Þú ert að senda inn upphlaðna skrá. Öllu efni í textareitnum verður eytt við skil. Þegar þú hefur sent inn þessa tilraun geturðu ekki gert neinar breytingar.
it: Stai per inviare un file caricato. Una volta inviato, qualsiasi contenuto nel campo di testo sarà eliminato. Una volta inviato questo tentativo, non potrai più fare delle modifiche.
ja: アップロードしたファイルを送信しています。テキストフィールド内の内容は送信時に削除されます。この試行を送信すると、変更はできません。
ms: Anda menyerahkan fail yang dimuat naik. Apa-apa kandungan dalam medan teks akan dipadamkan selepas serahan. Setelah anda menyerahkan percubaan ini, anda tidak akan dapat lagi membuat sebarang perubahan.
nb: Du sender inn en opplastet fil. Alt innhold i tekstfeltet slettes ved innsending. Når du har sendt inn dette forsøket, vil du ikke kunne gjøre noen endringer.
nl: Je levert een geüpload bestand in. Alle inhoud in het tekstveld wordt na inlevering verwijderd. Zodra je deze poging hebt ingeleverd, kun je geen wijzigingen meer aanbrengen.
pl: Przesyłasz przesłany plik. Wszelka treść w polu tekstowym zostanie skasowana po przesłaniu. Po przesłaniu tej próby nie będzie można wprowadzić zmian.
pt: Está a enviar um ficheiro carregado. Qualquer conteúdo no campo de texto será eliminado após o envio. Depois de enviar esta tentativa, não será possível fazer alterações.
pt_br: Você está enviando um arquivo. Qualquer conteúdo no campo de texto será excluído após o envio. Depois de enviar esta tentativa, você não poderá fazer nenhuma alteração.
ru: Вы отправляете загруженный файл. Любой контент в текстовом поле будет удален после отправки. После отправки этого задания вы не сможете внести в него никаких изменений.
sl: Poteka oddaja naložene datoteke. Vsa vsebina v besedilnem polju bo po oddaji izbrisana. Ko enkrat pošljete ta poskus, ga ne boste mogli več spreminjati.
sv: Du lämnar in en uppladdad fil. Innehåll i textfältet kommer att raderas vid inlämning. Det går inte att göra ändringar i det här försöket när du har lämnat in det.
th: คุณกำลังส่งไฟล์ที่อัพโหลด เนื้อหาในฟิลด์ข้อความจะถูกลบเมื่อจัดส่ง หลังจากจัดส่งในครั้งนี้ คุณจะไม่สามารถทำการแก้ไขได้อีก
vi: Bạn đang nộp một tập tin đã tải lên. Mọi nội dung trong trường văn bản sẽ bị xóa sau khi nộp. Sau khi bạn nộp lần làm này, bạn sẽ không thể thực hiện bất kỳ thay đổi nào.
zh: 您正在提交已上传的文件。提交后，将删除该文本字段中的所有内容。提交此次尝试后，您将无法进行任何更改。
zh_hk: 您正在提交一個已上傳的檔案。提交後，文字欄位中的任何內容都將被刪除。提交此嘗試後，您將無法進行任何變更。

source: You aren’t currently enrolled in a course or program.
ar: أنت غير مسجل حاليًا في مساق أو برنامج.
ca: En aquest moment, no us heu inscrit en cap assignatura ni programa.
cy: Dydych chi ddim wedi cofrestru ar gyfer cwrs na rhaglen ar hyn o bryd rhaglen.
da: Du er ikke tilmeldt et fag eller program i øjeblikket.
de: Sie sind derzeit nicht in einem Kurs oder Programm eingeschrieben.
es: En este momento, no está inscrito en ningún curso ni programa.
es_es: Actualmente no estás inscrito en ninguna asignatura o programa.
fi: Et ole tällä hetkellä ilmoittautunut millekään kurssille tai ohjelmaan.
fr: Vous n’êtes inscrit(e) à aucun cours ou programme pour le moment.
fr_ca: Vous n'avez pas encore d'inscription à un cours ou à un programme.
ga: Níl tú cláraithe i gcúrsa ná i gclár faoi láthair.
hi: आप वर्तमान में किसी पाठ्यक्रम या कार्यक्रम में नामांकित नहीं हैं।
is: Þú ert ekki innritaður/innrituð í námskeið eða braut.
it: Al momento non sei iscritto ad alcun corso o programma.
ja: 現在、コースまたはプログラムに登録されていません。
ms: Anda tidak mendaftar dalam kursus atau program buat masa ini.
nb: Du er for øyeblikket ikke påmeldt i et emne eller program.
nl: Je bent momenteel niet ingeschreven voor een cursus of programma.
pl: Nie zarejestrowano Cię do żadnego kursu ani programu.
pt: Não está inscrito em nenhuma disciplina ou programa.
pt_br: Você não está atualmente matriculado em um curso ou programa.
ru: В настоящее время вы не зарегистрированы на курс или программу.
sl: Trenutno niste vpisani v predmet ali program.
sv: Du är för närvarande inte registrerad i en kurs eller ett program.
th: ปัจจุบันคุณไม่ได้ลงทะเบียนในบทเรียนหรือหลักสูตรใด
vi: Bạn hiện chưa ghi danh vào khóa học hay chương trình nào.
zh: 您目前未注册课程或计划。
zh_hk: 您目前尚未註冊課程或方案。

source: You aren’t currently enrolled in a course.
ar: أنت غير مسجل حاليًا في مساق.
ca: En aquest moment, no esteu inscrit en cap assignatura.
cy: Dydych chi ddim wedi ymrestru ar gwrs ar hyn o bryd.
da: Du er ikke tilmeldt et fag i øjeblikket.
de: Sie sind derzeit nicht in einem Kurs eingeschrieben.
es: En este momento, no está inscrito en ningún curso.
es_es: Actualmente no estás inscrito en ninguna asignatura.
fi: Kaikki tekstikentän sisältö poistetaan lähetyksen jälkeen.
fr: Vous n’êtes inscrit(e) à aucun cours actuellement.
fr_ca: Vous n’êtes pas encore inscrit à un cours.
ga: Níl tú cláraithe i gcúrsa faoi láthair.
hi: आप वर्तमान में किसी पाठ्यक्रम में नामांकित नहीं हैं।
is: Þú ert ekki innritaður/innrituð í námskeið.
it: Al momento non sei iscritto ad alcun corso.
ja: 現在、コースに登録されていません。
ms: Anda tidak didaftarkan dalam kursus buat masa ini.
nb: Du er for øyeblikket ikke påmeldt i et emne.
nl: Je bent op dit moment niet ingeschreven voor een cursus
pl: Nie zarejestrowano Cię do żadnego kursu.
pt: Não está inscrito em nenhum curso no momento.
pt_br: Você não está matriculado em nenhum curso no momento.
ru: Вы в настоящее время не зарегистрированы на курс.
sl: Trenutno v predmet niste vpisani.
sv: Du är för närvarande inte registrerad i en kurs.
th: ปัจจุบันคุณไม่ได้ลงทะเบียนในบทเรียนใด
vi: Bạn hiện chưa ghi danh vào khóa học nào.
zh: 您目前未注册课程。
zh_hk: 您目前尚未註冊課程。

source: You have been invited to join
ar: تمت دعوتك للانضمام
ca: Se us ha convidat a participar-hi
cy: Rydych chi wedi cael gwahoddiad i ymuno â
da: Du er blevet inviteret til at blive en del af
de: Sie wurden zur Teilnahme eingeladen
es: Recibió una invitación para unirse a
es_es: Has recibido una invitación para unirte
fi: Sinut on kutsuttu liittymään
fr: Vous avez été invité(e) à vous inscrire
fr_ca: Vous avez été invité à rejoindre
ga: Tugadh cuireadh duit páirt a ghlacadh
hi: आपको इसे जॉइन करने के लिए आमंत्रित किया गया है:
is: Þér er boðið að taka þátt
it: Sei stato invitato a partecipare
ja: コースへの参加を招待されています
ms: Anda telah dijemput menyertai
nb: Du er invitert til å bli med
nl: Je bent uitgenodigd om deel te nemen
pl: Otrzymałeś zaproszenie do
pt: Foi convidado para participar
pt_br: Você foi convidado a participar
ru: Вы получили приглашение присоединиться
sl: Povabljeni ste bili, da se pridružite
sv: Du har bjudits in att delta
th: คุณได้รับเชิญเข้าร่วม
vi: Bạn đã được mời tham gia
zh: 您收到了邀请加入
zh_hk: 您已受邀加入

source: You’ve been enrolled in Course
ar: لقد سجلت في مساق
ca: Us han inscrit en l'assignatura
cy: Rydych chi wedi cofrestru ar y cwrs
da: Du er blevet tilmeldt faget
de: Sie waren bereits in einem Kurs eingeshrieben
es: Se lo inscribió en un curso
es_es: Te has inscrito en la asignatura
fi: Sinut on ilmoitettu kurssille
fr: Vous avez été inscrit(e) au cours
fr_ca: Votre inscription à un cours a été effectuée
ga: Tá tú cláraithe i gcúrsa
hi: आपको पाठ्यक्रम में नामांकित किया गया है
is: Þú ert skráð/ur á námskeiðið
it: Sei stato iscritto al corso
ja: あなたはコースに登録されています
ms: Anda telah didaftarkan dalam Kursus
nb: Du er registrert i et emne
nl: Je bent ingeschreven voor een cursus
pl: Zarejestrowano Cię do kursu.
pt: Está matriculado na disciplina
pt_br: Você foi matriculado no Curso
ru: Вы были зарегистрированы на курс
sl: Vpisani ste v predmet
sv: Du har registrerats i en kurs
th: คุณลงทะเบียนในบทเรียนแล้ว
vi: Bạn đã được ghi danh vào Khóa Học
zh: 您已注册课程
zh_hk: 您已註冊課程

source: Your draft was deleted.
ar: تم حذف المسودة الخاصة بك.
ca: S’ha suprimit l’esborrany.
cy: Cafodd eich drafft ei ddileu.
da: Dit udkast blev slettet.
de: Ihr Entwurf wurde gelöscht.
es: Se eliminó su borrador.
es_es: Se ha eliminado tu borrador.
fi: Luonnoksesi poistettiin
fr: Votre brouillon a été supprimé.
fr_ca: Votre ébauche a été supprimée.
ga: Scriosadh do dhréacht.
hi: आपका ड्राफ्ट मिटा दिया गया था।
is: Drögunum þínum var eytt.
it: La tua bozza è stata eliminata.
ja: 下書きが削除されました。
ms: Draf anda telah dipadamkan.
nb: Utkastet ditt ble slettet.
nl: Je concept is eerder verwijderd.
pl: Usunięto wersję roboczą.
pt: O seu rascunho foi eliminado.
pt_br: Seu rascunho foi excluído.
ru: Ваш черновик был удален.
sl: Vaš osnutek je bil izbrisan.
sv: Ditt utkast raderades.
th: ร่างของคุณถูกลบทิ้ง
vi: Nháp của bạn đã bị xóa.
zh: 您的草稿已删除。
zh_hk: 您的草稿已刪除。
